/*
 * @Author: hwaphon
 * @Date:   2018-07-22 13:40:02
 * @Last Modified by:   hwaphon
 * @Last Modified time: 2018-07-22 17:15:14
 */
let home_menus = [{
  title: '区域',
  list: [
    '浦东新区', '闵行区', '宝山区', '徐汇区', '松江区',
    '嘉定区', '静安区', '普陀区', '杨浦区', '虹口区',
    '长宁区', '黄浦区', '青浦区', '金山区', '崇明区',
    '奉贤区'
  ],
  selected: -1
}, {
  title: '朝向',
  list: ['东', '南', '西', '北'],
  selected: -1
}, {
  title: '户型',
  selected: -1,
  list: [
    '一室', '二室', '三室', '四室', '五室及以上'
  ]
}, {
  title: '面积',
  selected: -1,
  list: ['10-20平', '20-30平', '30-40平', '40-50平', '50-60平', '60-70平', '70平以上']
}]
export default {
  menus: home_menus,
  publish_menus: [{
    title: '区域',
    list: [
      '浦东新区', '闵行区', '宝山区', '徐汇区', '松江区',
      '嘉定区', '静安区', '普陀区', '杨浦区', '虹口区',
      '长宁区', '黄浦区', '青浦区', '金山区', '崇明区',
      '奉贤区'
    ],
    selected: -1
  }, {
    title: '朝向',
    list: ['东', '南', '西', '北'],
    selected: -1
  }, {
    title: '户型',
    selected: -1,
    list: [
      '一室', '二室', '三室', '四室', '五室及以上'
    ]
  }, {
    list: ['1号线', '2号线', '3号线', '4号线', '5号线', '6号线', '7号线', '8号线', '9号线', '10号线', '11号线', '12号线'],
    selected: -1,
    title: '地铁',
  }, {
    title: '合租要求',
    list: ['仅限男生', '仅限女生', '男女不限'],
    selected: -1
  }, {
    title: '房源类型',
    list: ['老公房', '公寓', '普通住宅', '别墅', '其他'],
    selected: -1
  }, {
    list: ['现代简约', '地中海风格', '美式乡村', '日式风格', '东南亚风格', '田园风格', '新中式风格', '古典欧式'],
    selected: -1,
    title: '装修风格',
  }],
  hezu_menus: [{
    title: '区域',
    list: [
      '浦东新区', '闵行区', '宝山区', '徐汇区', '松江区',
      '嘉定区', '静安区', '普陀区', '杨浦区', '虹口区',
      '长宁区', '黄浦区', '青浦区', '金山区', '崇明区',
      '奉贤区'
    ],
    selected: -1
  }, {
    title: '预算',
    selected: -1,
    list: [
      '1000元以下', '1000-1500元', '1500-2000元', '2000-2500元',
      '2500-3000元', '3000-3500元', '3500-4000元', '4000-4500元',
      '4500-5000元', '5000-5500元', '5500-6000元', '6000元以上'
    ]
  }, {
    title: '地铁',
    selected: -1,
    list: [
      '1号线', '2号线', '3号线', '4号线', '5号线', '6号线',
      '7号线', '8号线', '9号线', '10号线', '11号线', '12号线'
    ]
  }, {
    title: '时间',
    selected: -1,
    list: [
      '1分钟内', '3分钟内', '15分钟内', '30分钟内',
      '1小时内', '3小时内', '5小时内', '9小时内',
      '12小时内', '1天内', '3天内', '一周内'
    ]
  }]
}