/*
* @Author: hwaphon
* @Date:   2018-07-22 13:40:02
* @Last Modified by:   hwaphon
* @Last Modified time: 2018-07-22 17:15:14
*/
export default {
  menus: [
    {
      title: '区域',
      list: [
        '浦东新区', '闵行区', '宝山区', '徐汇区', '松江区',
        '嘉定区', '静安区', '普陀区', '杨浦区', '虹口区',
        '长宁区', '黄浦区', '青浦区', '金山区', '崇明区',
        '奉贤区'
      ],
      selected: -1
    },
    {
      title: '价格',
      selected: -1,
      list: [
        '1000元以下', '1000-1500元', '1500-2000元', '2000-2500元',
        '2500-3000元', '3000-3500元', '3500-4000元', '4000-4500元',
        '4500-5000元', '5000-5500元', '5500-6000元', '6000元以上'
      ]
    },
    {
      title: '户型',
      selected: -1,
      list: [
        '一室', '二室', '三室', '四室', '五室及以上'
      ]
    },
    {
      title: '面积',
      selected: -1,
      list: [
        '15平以下', '15-20平', '20-25平', '25-30平', '30-35平', '35-40平',
        '40-45平', '45-50平', '50平及以上'
      ]
    }
  ],
  hezu_menus: [
    {
      title: '区域',
      list: [
        '浦东新区', '闵行区', '宝山区', '徐汇区', '松江区',
        '嘉定区', '静安区', '普陀区', '杨浦区', '虹口区',
        '长宁区', '黄浦区', '青浦区', '金山区', '崇明区',
        '奉贤区'
      ],
      selected: -1
    },
    {
      title: '预算',
      selected: -1,
      list: [
        '1000元以下', '1000-1500元', '1500-2000元', '2000-2500元',
        '2500-3000元', '3000-3500元', '3500-4000元', '4000-4500元',
        '4500-5000元', '5000-5500元', '5500-6000元', '6000元以上'
      ]
    },
    {
      title: '地铁',
      selected: -1,
      list: [
        '1号线', '2号线', '3号线', '4号线', '5号线', '6号线',
        '7号线', '8号线', '9号线', '10号线', '11号线', '12号线'
      ]
    },
    {
      title: '时间',
      selected: -1,
      list: [
        '1分钟内', '3分钟内', '15分钟内', '30分钟内',
        '1小时内', '3小时内', '5小时内', '9小时内',
        '12小时内', '1天内', '3天内', '一周内'
      ]
    }
  ]
}
