/*
* @Author: hwaphon
* @Date:   2018-07-22 13:40:02
* @Last Modified by:   hwaphon
* @Last Modified time: 2018-07-22 14:29:26
*/
export default {
  menus: [
    {
      title: '区域',
      list: [
        '浦东新区', '闵行区', '宝山区', '徐汇区', '松江区',
        '嘉定区', '静安区', '普陀区', '杨浦区', '虹口区',
        '长宁区', '黄浦区', '青浦区', '金山区', '崇明区',
        '奉贤区'
      ],
      selected: -1
    },
    {
      title: '价格',
      selected: -1,
      list: [
        '1000元以下', '1000-1500元', '1500-2000元', '2000-2500元',
        '2500-3000元', '3000-3500元', '3500-4000元', '4000-4500元',
        '4500-5000元', '5000-5500元', '5500-6000元', '6000元以上'
      ]
    },
    {
      title: '户型',
      selected: -1
    },
    {
      title: '面积',
      selected: -1
    }
  ]
}
